[AlphaHunter X2SoldierClassTemplate]
+DisplayName="猎兵"
+ClassSummary="猎兵专注于跟踪和猎杀敌人，是优秀的侦察兵和熟练的刺客，主要装备有维克托步枪和霰弹枪。"
+LeftAbilityTreeTitle="追猎者"
+RightAbilityTreeTitle="枪手"
+AbilityTreeTitles[0]="追猎者"
+AbilityTreeTitles[1]="枪手"
+AbilityTreeTitles[2]="杀手"
+AbilityTreeTitles[3]="XCOM"


;ALPHABETICAL ORDER
+RandomNickNames[0]="棘丛"
+RandomNickNames[1]="夜行者"
+RandomNickNames[2]="影王"
+RandomNickNames[3]="连环"
+RandomNickNames[4]="荆棘"
+RandomNickNames[5]="柯尔特"
+RandomNickNames[6]="诱捕者"
+RandomNickNames[7]="猎头者"
+RandomNickNames[8]="枪手"
+RandomNickNames[9]="法官"
+RandomNickNames[10]="战争"
+RandomNickNames[11]="流血"
+RandomNickNames[12]="虚空"
+RandomNickNames[13]="蜘蛛"
+RandomNickNames[14]="监视者"
+RandomNickNames[15]="恶魔"
+RandomNickNames[16]="掠夺者"
+RandomNickNames[17]="骷髅"
+RandomNickNames[18]="杀手"
+RandomNickNames[19]="野兽"
+RandomNickNames[20]="盗贼"
+RandomNickNames[21]="暴徒"
+RandomNickNames[22]="零"
+RandomNickNames[23]="维克托"
+RandomNickNames[24]="幽灵"
+RandomNickNames[25]="典狱长"
+RandomNickNames[26]="偷猎者"

[HunterSense X2AbilityTemplate]
LocFriendlyName="猎兵感官"
LocLongDescription="猎兵获得+5暴击率，+2移动点，并且暴击伤害增加+2点。"
LocHelpText="获得+5暴击率，+3移动点，并且暴击伤害增加+2点。"
LocFlyOverText="猎兵感官"

[AHHeadHunter X2AbilityTemplate]
LocFriendlyName="猎头者"
LocLongDescription="猎兵的暴击造成额外的+2伤害。"
LocHelpText="猎兵的暴击造成额外的+2伤害。"
LocFlyOverText="猎头者"

[HunterSense X2SoldierAbilityUnlockTemplate]
DisplayName="猎兵：猎人感官"
Summary="获得+5暴击率，+2移动力，并且暴击伤害增加+2点。"

[AHCombatAwareness X2AbilityTemplate]
LocFriendlyName="高级训练"
LocFlyOverText="高级训练"
LocLongDescription="监视状态下，获得15防御和1护甲点。"
LocHelpText="监视状态下，获得15防御和1护甲点。"
LocPromotionPopupText="<Bullet/> 监视状态下，获得15防御和1护甲点。<br/>"

[AHCombatAwareness X2SoldierAbilityUnlockTemplate]
DisplayName="猎兵：高级训练"
Summary="监视状态下，获得15防御和1护甲点。"

[RogueSpotter X2AbilityTemplate]
LocFriendlyName="侦察猎场"
LocLongDescription="侦察该区域，在圆锥范围内标记所有发现的目标，同时保持隐匿状态。可在隐蔽时使用。针对标记目标的所有攻击+5%命中，+20%额外伤害。3回合冷却。"
LocHelpText="发现并标记敌人。针对标记目标的所有攻击+5%命中，+20%额外伤害。3回合冷却。
发现并标记敌人。针对标记目标的所有攻击，标记目标增加20%的伤害。3.转弯冷却状态。"
LocFlyOverText="侦察猎场"
LocPromotionPopupText="<Bullet/> 发现并标记敌人。<br/><Bullet/> 针对标记目标的所有攻击+5%命中，+20%额外伤害。<br/><Bullet/> 可在隐蔽时使用。<br/><Bullet/> 标记持续2回合。<br/>"

[AHS_Needle X2AbilityTemplate]
LocFriendlyName="穿甲暗击"
LocLongDescription="使用主武器射击在隐蔽时产生+3穿甲效果。也可解锁毒蛇射击的特殊能力来毒害敌人。"
LocHelpText="使用主武器射击在隐蔽时产生+3穿甲效果。"
LocFlyOverText="穿甲暗击"
LocPromotionPopupText="<Bullet/> 使用主武器射击在隐蔽时产生+3穿甲效果。<br/><Bullet/> 毒蛇射击有6回合冷却时间。<br/>"

[AHPrecisionShot X2AbilityTemplate]
LocFriendlyName="巨兽射击"
LocLongDescription="进行一次高伤害、降低命中的射击。4回合冷却时间。"
LocHelpText="进行一次高伤害、降低命中的射击。4回合冷却时间。"
LocFlyOverText="巨兽射击"
LocPromotionPopupText="<Bullet/> 进行一次高伤害的，但是-15命中的射击。4回合冷却时间。<br/>"

[HunterMayhem X2AbilityTemplate]
LocFriendlyName="巨兽射击"
LocLongDescription="获得60%额外伤害，当使用巨兽射击时。"
LocHelpText="获得60%额外伤害，当使用巨兽射击时。"
LocFlyOverText="巨兽射击"
LocPromotionPopupText="<Bullet/> 获得30%额外伤害，当使用巨兽射击时。<br/>"

[AH_Damage_Bonuses X2AbilityTemplate]
LocFriendlyName="巨兽射击"
LocFlyOverText="巨兽射击"
LocLongDescription="获得60%额外伤害，当使用巨兽射击时。"
LocHelpText="获得60%额外伤害，当使用巨兽射击时。"
LocPromotionPopupText="<Bullet/> 获得60%额外伤害，当使用巨兽射击时。<br/>"

[Hunter_Stealth X2AbilityTemplate]
LocFriendlyName="隐身追猎"
LocLongDescription="每次任务可2次进入隐蔽状态。"
LocHelpText="每次任务可2次进入隐蔽状态。"
LocFlyOverText="隐身追猎"
LocPromotionPopupText="<Bullet/> 每次任务可2次进入隐蔽状态。<br/>"

[HunterStealthBonus X2AbilityTemplate]
LocFriendlyName="夜行杀手"
LocLongDescription="隐匿时大大减少察觉半径。同时，隐匿可获得+10暴击率和+10命中率。"
LocHelpText="隐匿时大大减少察觉半径。同时，隐匿可获得+10暴击率和+10命中率。"
LocFlyOverText="夜行杀手"

[HunterStealthBonus X2SoldierAbilityUnlockTemplate]
DisplayName="猎兵：夜行杀手"
Summary="隐匿时大大减少察觉半径。同时，隐匿可获得+10的暴击率和命中率。"

[AH_SawnOffReloadRS X2AbilityTemplate]
LocFriendlyName="快速装填"
LocLongDescription="短管霰弹枪携带额外弹药，并且重新装填你的副武器。"
LocHelpText="重新装填副武器"
LocFlyOverText="重新装填"
LocPromotionPopupText="<Bullet/> 允许重新装填短管散弹枪。<br/><Bullet/> 每个任务可用2次。<br/>"


[115ShotgunPierce X2AbilityTemplate]
LocFriendlyName="独头弹"
LocFlyOverText="独头弹"
LocLongDescription="用短管散弹枪射击，没有射程惩罚，可穿透2点护甲。消耗1弹药。冷却4回合。"
LocHelpText="用短管散弹枪射击，没有射程惩罚，可穿透2点护甲。消耗1弹药。冷却4回合。"
LocPromotionPopupText="<Bullet/> 射击不受射程影响。<br/><Bullet/> 穿透2点护甲。<br/><Bullet/> 冷却4回合。<br/><Bullet/> 消耗1弹药。<br/>"

[115_SlugShotRangeEffect X2AbilityTemplate]
LocFriendlyName="独头弹"
LocFlyOverText="独头弹"
LocLongDescription="用短管散弹枪射击，没有射程惩罚，可穿透2点护甲。消耗1弹药。冷却4回合。"
LocHelpText="用短管散弹枪射击，没有射程惩罚，可穿透2点护甲。消耗1弹药。冷却4回合。"
LocPromotionPopupText="<Bullet/> 没有射程惩罚的射击，穿透2点护甲。<br/><Bullet/> 冷却4回合。<br/><Bullet/> 消耗1弹药。<br/>"


[AHSClutchShot X2AbilityTemplate]
LocFriendlyName="幸运一击"
LocLongDescription="用短管散弹枪进行一次高水平的射击，增加射程。冷却4回合。"
LocHelpText="用短管散弹枪进行一次高水平的射击，增加射程。冷却4回合。"
LocFlyOverText="幸运一击"
LocPromotionPopupText="<Bullet/> 幸运一击获得足够的命中加成，使短管散弹枪射程增加3格以上。<br/><Bullet/> 该射击增加暴击率。<br/><Bullet/> 该射击可擦伤敌人。<br/><Bullet/> 有4回合冷却。<br/>"

[AHSilenceShot X2AbilityTemplate]
LocFriendlyName="沉默射击"
LocLongDescription="不破坏隐蔽状态的射击。"
LocHelpText="不破坏隐蔽状态的射击。"
LocFlyOverText="沉默射击"
LocPromotionPopupText="<Bullet/> 不破坏隐蔽状态的射击。<br/><Bullet/> 有 <Ability:SELFCOOLDOWN/> 回合冷却。<br/>"

[AHShotgunSurgeon X2AbilityTemplate]
LocFriendlyName="手术式散弹枪法"
LocLongDescription="你用短管散弹枪攻击有+1额外伤害，+20命中，+10暴击率。"
LocHelpText="你用短管散弹枪攻击有+1额外伤害，+20命中，+10暴击率。"
LocFlyOverText="手术式散弹枪法"
LocPromotionPopupText="<Bullet/> 你用短管散弹枪攻击有+1额外伤害。<br/><Bullet/> 短管散弹枪攻击有+20命中。<br/><Bullet/> 短管散弹枪攻击有+10暴击率。<br/><Bullet/> 这是被动技能效果。<br/><Bullet/> 你还获得“单发快射”能力，允许使用短管散弹枪发射1发子弹，可不结束回合。<br/>"

[SSSingleTapAH X2AbilityTemplate]
LocFriendlyName="单发快射"
LocLongDescription="用短管散弹枪射击附近敌人。只需要1个行动点。"
LocHelpText="开火你的短管散弹枪。只需要1个行动点。"
LocFlyOverText="单发快射"
LocPromotionPopupText="<Bullet/> 用短管散弹枪射击附近敌人。<br/><Bullet/> 射程超过4格会急剧下降命中率。<br/><Bullet/> 只需要1个行动点即可射击。<br/><Bullet/> 消耗1弹药。<br/>"

[SSDoubleTapAH X2AbilityTemplate]
LocFriendlyName="双枪管"
LocLongDescription="用双枪管的短管散弹枪射击附近敌人，造成双倍伤害。"
LocHelpText="用双枪管的短管散弹枪射击附近敌人，造成双倍伤害。"
LocFlyOverText="双枪管"
LocPromotionPopupText="<Bullet/> 双枪管的短管散弹枪向敌人开火，造成双倍伤害。<br/><Bullet/> 射程超过4格会急剧下降命中率。<br/><Bullet/> 消耗1弹药。<br/>"

[AH_Bloodlet X2AbilityTemplate]
LocFriendlyName="吸血虫"
LocLongDescription="主武器射击有100%几率使目标流血，随着时间的推移造成持续伤害。"
LocHelpText="主武器射击有100%几率使目标流血，随着时间的推移造成持续伤害。"
LocFlyOverText="吸血虫"
LocPromotionPopupText="<Bullet/> 只适用于目标受伤的回合。<br/><Bullet/> 出血效果持续3回合，每回合造成2点伤害。<br/><Bullet/> 与队友协调，最大限度地发挥吸血虫的效果。<br/>"

[AHPoisonFire X2AbilityTemplate]
LocFriendlyName="毒蛇射击"
LocLongDescription="该特殊射击有100%几率造成中毒，免疫毒的敌人除外。6回合冷却。"
LocHelpText="该特殊射击有100%几率造成中毒，免疫毒的敌人除外。"

[AHRipTear X2AbilityTemplate]
LocFriendlyName="激活装弹"
LocLongDescription="每次击杀敌人，免费装填你的主武器。"
LocHelpText="杀戮免费装弹"
LocFlyOverText="激活装弹！"
LocPromotionPopupText="<Bullet/> 每次击杀敌人后，立即重新装填主武器。<br/><Bullet/> 不消耗行动点。也会因非主武器的击杀而触发。<br/><Bullet/> 该技能有3回合冷却。<br/><Bullet/> 被动技能。<br/>"

[PaleHunter X2AbilityTemplate]
LocFriendlyName="猎杀奖杯"
LocLongDescription="每次击杀敌人，士兵主武器的暴击率增加10点，最多+20。"
LocHelpText="每次击杀敌人，士兵主武器的暴击率增加10点，最多+20。"
LocFlyOverText="猎杀奖杯"
LocPromotionPopupText="<Bullet/> 每次击杀敌人，士兵主武器的暴击率增加10点，最多+20。<br/>"

[AHGunfire X2AbilityTemplate]
LocFriendlyName="倾泻弹药"
LocFlyOverText="倾泻弹药"
LocLongDescription="特殊射击：在一次攻击中，向一个目标连续射击3枪。所有射击都有命中和暴击惩罚。需要2个行动点。6回合冷却。"
LocHelpText="特殊射击：在一次攻击中，向一个目标连续射击3枪。所有射击都有命中和暴击惩罚。需要2个行动点。6回合冷却。"
LocPromotionPopupText="<Bullet/> 特殊射击：在一次攻击中，向一个目标连续射击3枪。需要2个行动点。所有的射击都有-15 命中和-10暴击率的惩罚。<br/><Bullet/> 消耗3弹药。<br/><Bullet/> 6回合冷却。<br/>"

[AH_DoubleTap2 X2AbilityTemplate]
LocFriendlyName="双倍速射"
LocFlyOverText="双倍速射"
LocLongDescription="激活可使用标准射击，并获得第二个动作。该奖励动作仅限于任何的非移动动作。隐匿时无法使用。"
LocHelpText="开火一次标准射击，并获得一个奖励动作。该动作只能使用射击、物品或监视。隐匿时无法使用。"
LocPromotionPopupText="<Bullet/> 激活可使用标准射击，并获得第二个奖励动作，但不能用于移动。<br/><Bullet/> 2回合冷却。<br/>"

[AHDoubleTapBonus X2AbilityTemplate]
LocFriendlyName="双倍速射"
LocFlyOverText="双倍速射"